testScripts/MsgModelRunProcess

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<SOAP-ENV:Body>
<modelRunProcess xmlns="http://3e.pl/ADInterface">
<ModelRunProcess>
  <RunProcess AD_Process_ID="104" AD_Menu_ID="0" AD_Record_ID="1000024" DocAction="CO">
    <ParamValues/>
  </RunProcess>
  <ADLoginRequest>
    <user>SuperUser</user>
    <pass>System</pass>
    <lang>es_CO</lang>
    <ClientID>11</ClientID>
    <RoleID>102</RoleID>
    <OrgID>11</OrgID>
    <WarehouseID>103</WarehouseID>
    <stage/>
  </ADLoginRequest>
</ModelRunProcess>
</modelRunProcess>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
